tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "rcmdnk/file"
tap "homebrew/cask-fonts"
cask "xquartz"
brew "ack"
brew "aspell"
brew "autoconf"
brew "automake"
brew "bdw-gc"
brew "bsdmake"
brew "gettext"
brew "colordiff"
brew "ctags", link: false
brew "dict"
brew "direnv"
brew "editorconfig"
brew "gmp"
brew "gnutls"
brew "emacs", link: false
brew "xz"
brew "gdbm"
brew "readline"
brew "gist"
brew "git"
brew "gnu-tar"
brew "go"
brew "glide"
brew "pkg-config"
brew "gobject-introspection"
brew "libtool"
brew "graphicsmagick"
brew "groovy"
brew "harfbuzz"
brew "hub"
brew "imagemagick"
brew "imagemagick@6"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "libsodium"
brew "mecab"
brew "mecab-ipadic"
brew "mysql", restart_service: true
brew "node"
brew "python"
brew "opencv@2", link: true
brew "p7zip"
brew "pngcheck"
brew "proctools"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "selenium-server-standalone"
brew "spin"
brew "swagger-codegen"
brew "tig"
brew "tree"
brew "w3m"
brew "wget"
brew "wireshark", link: false
brew "zsh"
brew "rcmdnk/file/brew-file"
brew "ansible"
brew "carthage"
brew "ccache"
brew "circleci"
brew "direnv"
brew "docbook"
brew "doxygen"
brew "git-gui"
brew "git-lfs"
brew "minikube"
brew "mono"
brew "ncdu"
brew "nghttp2"
brew "nginx"
brew "nuget"
brew "watch"
cask "bettertouchtool"
cask "docker"
cask "emacs"
cask "font-ricty-diminished"
cask "gimp"
cask "keepassx"
cask "qlmarkdown"
cask "tigervnc-viewer"
cask "yujitach-menumeters"
