tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "rcmdnk/file"
tap "homebrew/cask-fonts"
cask "xquartz"
cask "adoptopenjdk"
brew "ack"
brew "aspell"
brew "autoconf"
brew "automake"
brew "bdw-gc"
brew "bsdmake"
brew "gettext"
brew "colordiff"
brew "ctags", link: false
brew "dict"
brew "direnv"
brew "editorconfig"
brew "gmp"
brew "gnutls"
brew "emacs", link: false
brew "xz"
brew "gdbm"
brew "readline"
brew "gist"
brew "git"
brew "gnu-tar"
brew "go"
brew "glide"
brew "pkg-config"
brew "gobject-introspection"
brew "libtool"
brew "graphicsmagick"
brew "harfbuzz"
brew "hub"
brew "imagemagick"
brew "imagemagick@6"
brew "oniguruma"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "libsodium"
brew "mecab"
brew "mecab-ipadic"
brew "mysql", restart_service: true
brew "ncdu"
brew "node"
brew "python3"
brew "p7zip"
brew "plenv"
brew "pngcheck"
brew "proctools"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "spin"
brew "tig"
brew "tree"
brew "w3m"
brew "wget"
brew "zsh"
brew "rcmdnk/file/brew-file"
cask "bettertouchtool"
cask "emacs"
cask "font-ricty-diminished"
cask "gimp"
cask "keepassx"
cask "menumeters"
cask "dropbox"
cask "google-chrome"
cask "slack"
cask "vlc"
cask "telegram-desktop"
cask "tigervnc-viewer"
